Repository: lumaa-dev/ArtisticlyClient
Catalog: Artisticly/Localizable.xcstrings
Source language: en
Languages: fr

# add.server
source: Add a library
fr: Ajouter une librairie

# add.song
source: Add songs
fr: Ajouter des musiques

# alt.servers
source: Saved libraries
fr: Libraires sauvegardés

# change.code
source: Change access code
fr: Changer le code d'accès

source: Delete
fr: Supprimer

source: Error
fr: Erreur

# error.incorrect-code
source: Incorrect code
fr: Code incorrect

# error.nonconforming-url
source: URL is not conform
fr: L'URL n'est pas conforme

# error.unknown
source: Unknown error
fr: Erreur inconnue

# error.url-not-server
source: URL isn't a Artisticly server
fr: L'URL n'est pas un serveur Artisticly

# input.new.code
source: New code
fr: Nouveau code

# input.server.url
source: Server URL
fr: URL du serveur

# music.stopped
source: Stopped
fr: Arrêté

# new.code
source: Set a new code
fr: Définir un nouveau code

# new.code.desc
source: This does not change the server's code, this only changes the code used by the app to recognise you.
fr: Cela ne change pas le code du serveur, cela change seulement le code que l'application utilise pour vous reconnaitre.

# no.alts
source: No libraries
fr: Aucune librairies

# no.songs
source: No songs yet
fr: Pas encore de chansons

# offline.libs-%lld
source: %lld offline librairies
fr: %lld librairies indisponible

# reset.server
source: Forget this server
fr: Oublier ce serveur

# search.bar
source: Search a song...
fr: Cherchez une musique...

# search.type.artist
source: Artist
fr: Artiste

# search.type.title
source: Title
fr: Nom

source: Server Settings
fr: Paramètres du Serveur

# server.verify
source: Verfiy
fr: Vérifer

# song.list-%@
source: %@'s Library
fr: Librairie de %@

# song.my-list
source: My library
fr: Ma librairie

# song.track
source: Track
fr: Titre

# start.app
source: Start Artisticly
fr: Démarrer

# welcome.user
source: Welcome to Artisticly!
fr: Bienvenue dans Artisticly !
